Repository: romanzuch/chargeclaus
Catalog: chargeclaus/Localization/Localizable.xcstrings
Source language: de
Languages: en

source: verfügbar
en: available

source: von %lld
en: of %lld

source: %lld Ladesäule
en: %lld connection

source: %lld Ladesäulen
en: %lld connections

# An error occured while retreiving the data from Firebase.
source: Beim Säubern der Hieroglyphen ist ein Fehler aufgetreten.
en: An error occurred while cleaning the hieroglyphs.

# An unexpected error occurred.
source: Ein unerwarteter Fehler ist aufgetreten.
en: An unexpected error occured.

# CHARGE_NOW
source: Jetzt Laden
en: Charge Now

# HISTORY
source: Ladehistorie
en: History

source: Keine Daten vorhanden.
en: No information available.

# MORE
source: Mehr
en: More

# The retreived data could not be decoded.
source: Die Hieroglyphen konnten nicht korrekt übersetzt werden.
en: The hieroglyphs could not be translated correctly.
